/* An emdash surrounded by spaces for Open Recent menu items. */
" \\U2014 " = " — ";

/* An arrow surrounded by spaces for Open Recent menu items. */
" \\U25B6 " = " ▶ ";

/* User-presentable name of file created for autosaving. Arg is document name. */
"%@ (Autosaved)" = "%@ (Autoregistrato)";

/* Partial error string for when a document's type is not recognized. 1st argument is the name of the application. 2nd argument is the name of a file format. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files in the \\U201C%@\\U201D format." = "%1$@ non può aprire documenti in formato “%2$@”.";

/* Partial error string for when a document's type is not recognized. The argument is the name of the application. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files of this type." = "%@ non può aprire questo tipo di documenti.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. 3rd argument is the name of a file format. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files in the \\U201C%@\\U201D format." = "Impossibile gestire “%1$@” perché %2$@ non può aprire documenti in formato “%3$@”.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files of this type." = "Impossibile gestire “%1$@” perché %2$@ non può aprire questo tipo di documento.";

/* Label of Cancel button. */
"Cancel" = "Annulla";

/* Action name for undoing print info changes. */
"Change Print Settings" = "Modifica impostazioni stampa";

/* Title of alert panel which comes when the user tries to close a window containing an unsaved document. */
"Close" = "Chiudi";

/* Label of change-discarding button shown at quit-time when there are unsaved documents. */
"Discard Changes" = "Annulla modifiche";

/* Recovery suggestion for reason for when a document could not be saved because the file is locked. */
"Do you want to overwrite it anyway?" = "Vuoi sovrascriverlo comunque?";

/* Primary text of alert shown at document reversion time when the document has unsaved modifications. Arg is document name. */
"Do you want to revert to the most recently saved version of the document \\U201C%@\\U201D?" = "Vuoi ripristinare la versione registrata più recente del documento “%@”?";

/* Primary text of alert shown at document-close-time when the document is unsaved. Arg is document name. */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "Vuoi registrare le modifiche eseguite al documento “%@”?";

/* 1st recovery option for when a document could not be saved because the file is locked. */
"Don\\U2019t Overwrite" = "Non sovrascrivere";

/* Label of cancellation button shown when a document is found to have been overwritten. */
"Don\\U2019t Save" = "Non registrare";

/* Title of alerts which come up when an open recents item is missing or fails to open. */
"Error" = "Errore";

/* Title of a save panel for a Save To operation. */
"Export" = "Esporta";

/* Name field label of a save panel for a Save To operation. */
"Export As:" = "Esporta come:";

/* Secondary text of alert shown at quit-time when there are unsaved documents. */
"If you don\\U2019t review your documents, all your changes will be lost." = "Se non rivedi i documenti, tutte le modifiche non registrate andranno perse.";

/* Secondary text of alert shown when a document is found to have been moved. Arg is new parent directory name. */
"It will be saved to the \\U201C%@\\U201D folder, or you can specify another location." = "Verrà registrato nella cartella “%@”, a meno che non specifichi un'altra posizione.";

/* Secondary text of alert shown when a document is found to have been renamed. */
"It will be saved under this new name, or you can provide another name." = "Verrà registrato con questo nome, a meno che non ne indichi un altro.";

/* Error string for when a document could not be created. The argument is either a full sentence explaining why not or a blank string. */
"No document could be created. %@" = "Impossibile creare documento. %@";

/* 2nd recovery option for when a document could not be saved because the file is locked. */
"Overwrite" = "Sovrascrivi";

/* For backwards compatibility only; doesn't appear anywhere in the UI anymore. */
"Quit" = "Esci";

/* Choice (on a button) given to user which allows him to quit the application even though he has not saved all of his documents first. */
"Quit Anyway" = "Esci comunque";

/* Label of default button shown at document reversion time when the document has unsaved modifications. */
"Revert" = "Ripristina originale";

/* Label of default button shown at quit-time when there are unsaved documents. */
"Review Changes\\U2026" = "Rivedi le modifiche…";

/* Choice (on a button) given to user which allows him to review all his unsaved documents if he quits the application without saving them all first. */
"Review Unsaved" = "Rivedi non registrati";

/* Button choice which allows the user to save the document.
   Label of default button shown at document-close-time when the document is unsaved - no ellipses.
   Label of save-here button shown when a document is found to have been moved.
   Label of save-here button shown when a document is found to have been overwritten.
   Label of save-here button shown when a document is found to have been renamed.
   Title of a save panel for a Save or Save As operation. */
"Save" = "Registra";

/* Name field label of a save panel for a Save or Save As operation. */
"Save As:" = "Registra col nome:";

/* Label of default button shown when a document can\\U2019t be found.
   Label of default button shown when a document is found in the trash.
   Label of save-somewhere-else button shown when a document is found to have been moved.
   Label of save-somewhere-else button shown when a document is found to have been renamed. */
"Save As\\U2026" = "Registra col nome…";

/* Question asked of user when he/she tries to close a window containing an unsaved document. */
"Save changes to \\U201C%@\\U201D?" = "Registra modifiche in “%@”?";

/* Label of default button shown at document-close-time when the document is unsaved - with ellipses. */
"Save\\U2026" = "Registra…";

/* Error string for when an autosaved document could not be reopened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The autosaved document \\U201C%@\\U201D could not be reopened. %@" = "Impossibile riaprire il documento “%1$@” registrato automaticamente. %2$@";

/* Secondary text of alert shown when a document is found to have been overwritten. */
"The changes made by the other application will be lost if you save. Save anyway?" = "Le modifiche effettuate dall'applicazione saranno perdute se non registri. Vuoi registrare comunque?";

/* Error string for when a document could not be autosaved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be autosaved. %@" = "Impossibile autoregistrare il documento “%1$@”. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'export as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be exported as \\U201C%@\\U201D. %@" = "Impossibile esportare il documento “%1$@” come “%2$@”. %3$@";

/* Error string for when a document could not be opened for printing. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened for printing. %@" = "Impossibile aprire il documento “%1$@” per la stampa. %2$@";

/* Error string for when a document could not be opened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened. %@" = "Impossibile aprire il documento “%1$@”. %2$@";

/* Error string for when a document could not be printed. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be printed. %@" = "Impossibile stampare il documento “%1$@”. %2$@";

/* Error string for when a document could not be reverted. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be reverted. %@" = "Impossibile ripristinare il documento “%1$@”. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'save as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved as \\U201C%@\\U201D. %@" = "Impossibile registrare il documento “%1$@” con il nome “%2$@”. %3$@";

/* Error string for when a document could not be saved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved. %@" = "Impossibile registrare il documento “%1$@”. %2$@";

/* Primary text of alert shown when a document is found to have been moved. Arg is document name. */
"The document \\U201C%@\\U201D has been moved." = "Il documento “%@” è stato spostato.";

/* Primary text of alert shown when a document is found in the trash. Arg is document name. */
"The document \\U201C%@\\U201D is in the Trash." = "Il documento “%@” è nel Cestino.";

/* Error description for when a document could not be saved because the file is locked. */
"The file \\U201C%@\\U201D is locked." = "Il documento “%@” è protetto.";

/* Error failure reason for when a document could not be saved because the file is locked. */
"The file is locked." = "Il documento è protetto.";

/* Primary text of alert shown when a document can\\U2019t be found. Arg is document name. */
"The location of the document \\U201C%@\\U201D cannot be determined." = "La posizione del documento “%@” non può essere determinata.";

/* Message in alert given to user when he tries to open a recent document that fails to open. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D could not be opened." = "Non è stato possibile aprire il documento recente “%@”.";

/* Message in alert given to user when he tries to open a recent document that is no longer there. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D is missing." = "Il documento recente “%@” è assente.";

/* Error description for when a document could not be autosaved to a read-only directory. */
"This document could not be autosaved because you don\\U2019t have write access privileges to the folder that it\\U2019s in." = "Questo documento non è stato autoregistrato perché non hai i privilegi di accesso di scrittura alla cartella in cui è contenuto.";

/* Primary text of alert shown when a document is found to have been renamed. Arg is new document name. */
"This document has been renamed to \\U201C%@\\U201D." = "Questo documento è stato rinominato “%@”.";

/* Primary text of alert shown when a document is found to have been overwritten. Arg is document file name. */
"This document\\U2019s file has been changed by another application since you opened or saved it." = "Il documento è stato modificato da un'altra applicazione dall'ultima apertura o registrazione.";

/* User-presentable name of file created for autosaving. Arg is application name. */
"Unsaved %@ Document" = "Documento di %@ non registrato";

/* User-presentable name of file created for autosaving. First arg is application name. Second arg is number. */
"Unsaved %@ Document %ld" = "Documento %2$ld non registrato %1$@";

/* Name to use for the first untitled document. */
"Untitled" = "Senza titolo";

/* Name to use for untitled documents; the argument is replaced by a number. */
"Untitled %@" = "Senza titolo %@";

/* Secondary text of alert shown when a document is found in the trash. */
"You can save to another location." = "Puoi registrare in un'altra posizione.";

/* Secondary text of alert shown when a document can\\U2019t be found. */
"You can specify where to save it." = "Puoi specificare dove registrarlo.";

/* Primary text of alert shown at quit-time when there are unsaved documents. First arg is count of unsaved documents. Second arg is application name. */
"You have %1$@ %2$@ documents with unsaved changes. Do you want to review these changes before quitting?" = "Hai %1$@ %2$@ documenti con modifiche non registrate. Vuoi rivedere queste modifiche prima di uscire?";

/* Message given to user when he tries to quit the application without saving all of his documents. */
"You have unsaved documents." = "Ci sono documenti non registrati.";

/* Recovery suggestion for reason for when a document could not be autosaved to a read-only directory. */
"Your changes will be lost if this computer malfunctions or loses power before you save them." = "Le modifiche andranno perdute se si verifica un malfunzionamento del computer o se questo rimane senza carica prima di registrare.";

/* Secondary text of alert shown at document-close-time when the document is unsaved. */
"Your changes will be lost if you don\\U2019t save them." = "Le tue modifiche andranno perse se non le registri.";

/* Secondary text of alert shown at document reversion time when the document has unsaved modifications. */
"Your current changes will be lost." = "Le tue modifiche attuali andranno perse.";

